Repository: fangjunyu1/ImageSlim
Catalog: ImageSlim_macOS/ImageSlim/Languages/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, ceb, cs, da, de, el, es, et, fa, fi, fil, fr, ga, gu, he, hi, hr, hu, id, is, it, ja, jv, kk, km, kn, ko, lt, lv, ml, mr, ms, my, nb, nl, or, pa, pl, pt_br, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hk

source: First Used
ar: وقت أول استخدام
az: İlk istifadə tarixi
bg: Дата на първо ползване
bn: প্রথম ব্যবহারের সময়
ca: Data de primer ús
ceb: Unang higayon nga gigamit
cs: Datum prvního použití
da: Første brugsdato
de: Erstmalige Nutzung
el: Πρώτη χρήση
et: Esmakordne kasutus
fa: زمان اولین استفاده
fi: Ensimmäinen käyttökerta
fil: Unang beses na ginamit
fr: Date de première utilisation
ga: Céad úsáid
gu: પ્રથમ વખત વપરાશનો સમય
he: זמן שימוש ראשון
hi: प्रथम उपयोग का समय
hr: Datum prvog korištenja
hu: Első használat ideje
id: Waktu penggunaan pertama
is: Fyrsta notkun
it: Primo utilizzo
ja: 初回利用日時
jv: Wektu panggunaan kapisan
kk: Алғаш қолданылған уақыт
km: ពេលវេលាប្រើប្រាស់ដំបូង
kn: ಮೊದಲ ಬಳಕೆಯ ಸಮಯ
ko: 최초 사용 시간
lt: Pirmo naudojimo laikas
lv: Pirmā lietošanas reize
ml: ആദ്യമായി ഉപയോഗിച്ച സമയം
mr: प्रथम वापरण्याची वेळ
ms: Masa penggunaan pertama
my: ပထမဆုံး အသုံးပြုသည့်အချိန်
nb: Første gangs bruk
nl: Eerste gebruik op
or: ପ୍ରଥମ ବ୍ୟବହାର ସମୟ
pa: ਪਹਿਲੀ ਵਰਤੋਂ ਦਾ ਸਮਾਂ
pl: Czas pierwszego użycia
pt_br: Data do primeiro uso
ro: Data primei utilizări
ru: Дата первого запуска
sk: Čas prvého použitia
sl: Čas prve uporabe
sq: Përdorimi i parë
zh_hans: 首次使用时间
zh_hk: 首次使用時間

source: Give someone a rose, and the fragrance will linger on your hands
ar: من يزرع الخير يحصد الجمال
az: Gül verənin əlində ətri qalar
bg: Който подарява рози, запазва аромата им по ръцете си
bn: গোলাপ দিলে হাতে সুগন্ধ থেকে যায়
ca: Qui dóna una rosa, en conserva la fragància
ceb: Ang mohatag og rosas, mabilin ang kahumot sa kamot
cs: Kdo daruje růže, tomu zůstane vůně na rukou
da: Den der giver roser, beholder duften på hænderne
de: Wer Rosen schenkt, dessen Hände duften danach
el: Το άρωμα μένει πάντα στο χέρι που χαρίζει το τριαντάφυλλο
es: Regala una rosa y la mano estará fragante
et: Kes kingib roose, selle kätele jääb nende lõhn
fa: با هدیه دادن گل به دیگران، بوی خوش آن بر دستان شما می‌ماند
fi: Ruusun antajalle jää sen tuoksu käsiinsä
fil: Ang nagbibigay ng rosas ay naiiwanan ng bango sa kamay
fr: Le parfum reste toujours à la main qui donne la rose
ga: An té a thugann rósanna, fanann an cumhrán ar a lámha
gu: ગુલાબ આપનારના હાથમાં સુગંધ રહી જાય છે
he: הנותן ורד לאחרים, ניחוחו נשאר בידו
hi: जो गुलाब बाँटते हैं, उनके हाथों में खुशबू रह जाती है
hr: Tko daruje ruže, miris mu ostaje na rukama
hu: Aki rózsát ad, annak a keze illatos marad
id: Memberi mawar meninggalkan harum di tangan
is: Sá sem gefur rós heldur ilminum á höndum sér
it: La gentilezza è un profumo che resta sulle mani di chi dona.
ja: 人に花を贈れば、自分にも香りが残る。
jv: Menehi kembang, mambu arum bakal nempel ing tangan
kk: Раушан сыйлағанның қолында жұпар иіс қалады
km: ការផ្ដល់ឱ្យអ្នកដទៃ នឹងនាំមកនូវសេចក្ដីសុខដល់ខ្លួនឯង
kn: ಬೇರೆಯವರಿಗೆ ಗುಲಾಬಿ ನೀಡಿದರೆ, ಅದರ ಸುಗಂಧ ನಮ್ಮ ಕೈಯಲ್ಲೂ ಉಳಿಯುತ್ತದೆ
ko: 장미를 선물한 손에는 향기가 남습니다.
lt: Dovanojant rožes, jų kvapas lieka ant jūsų rankų
lv: Dāvinot rozes, smarža paliek uz dāvinātāja rokām
ml: മറ്റുള്ളവർക്ക് നന്മ ചെയ്താൽ അതിന്റെ ഗുണം നിങ്ങൾക്കും ലഭിക്കും
mr: दुसऱ्याला फुले दिल्याने, सुगंध आपल्याही हाताला येतो
ms: Memberi bunga mawar, harumnya kekal di tangan
my: နှင်းဆီပေးသူ၏လက်တွင် ရနံ့ကျန်ရစ်သည်
nb: Den som gir en rose, beholder duften på hendene
nl: Wie rozen geeft, behoudt de geur aan de handen
or: ଅନ୍ୟକୁ ଗୋଲାପ ଦେଲେ, ନିଜ ହାତରେ ବି ବାସ୍ନା ରହିଯାଏ
pa: ਦੂਜਿਆਂ ਨੂੰ ਗੁਲਾਬ ਦੇਣ ਵਾਲੇ ਦੇ ਹੱਥਾਂ ਵਿੱਚ ਖੁਸ਼ਬੂ ਰਹਿ ਜਾਂਦੀ ਹੈ
pl: Dzieląc się z innymi, sam zyskujesz najwięcej
pt_br: Quem oferece rosas guarda o perfume nas mãos
ro: Cel care oferă trandafiri păstrează parfumul pe mâini
ru: Дарящему розы всегда сопутствует их аромат
sk: Kto daruje ružu, tomu zostane vôňa na rukách
sl: Kdor podarja vrtnice, mu vonj ostane na dlaneh
sq: Mirësia kthehet mbrapsht
sv: Ge någon en ros, handen kommer att vara väldoftande
ta: ஒருவருக்கு ஒரு ரோஜாவைக் கொடுங்கள், கை மணம் மிக்கதாக இருக்கும்
te: ఎవరికైనా గులాబీని ఇవ్వండి, చేయి సువాసనగా ఉంటుంది
th: ให้ดอกกุหลาบใครสักคน มือของคุณจะหอมกรุ่น
tr: Birine bir gül verin, eli güzel kokar
uk: Подаруйте комусь троянду, рука буде ароматною
ur: کسی کو گلاب دے دو ہاتھ خوشبودار ہو جائے گا۔
vi: Tặng ai đó một bông hồng, tay sẽ thơm ngát
zh_hans: 赠人玫瑰，手有余香
zh_hk: 贈人玫瑰，手有餘香

source: Helping us solve the next challenge
ar: ربما يمكننا حل مشكلتنا التالية بهذا الدعم
az: Bununla bəlkə növbəti problemi həll edə bilərik
bg: С това може би ще успеем да решим следващия проблем
bn: এটি দিয়ে হয়তো আমরা পরের সমস্যার সমাধান করতে পারব
ca: Potser amb això podrem resoldre el següent problema
ceb: Basin pinaagi niini masulbad nato ang sunod nga problema
cs: S tímto možná vyřešíme další problém
da: Med dette kan vi måske løse det næste problem
de: Vielleicht können wir hiermit das nächste Problem lösen
el: Με αυτό, ίσως λύσουμε το επόμενο πρόβλημα
es: Quizás podamos solucionar el siguiente problema
et: Selle abil saame ehk lahendada järgmise probleemi
fa: با این حمایت شاید بتوانیم مشکل بعدی را حل کنیم
fi: Tämän avulla voimme ehkä ratkaista seuraavan ongelman
fil: Maaaring gamitin ito para malutas ang susunod na problema
fr: Cela nous aidera peut-être à résoudre le prochain problème
ga: Seans go réiteoidh sé seo an chéad fhadhb eile dúinn
gu: કદાચ આનાથી અમે આગલી સમસ્યા હલ કરી શકીશું
he: אולי בעזרת זה נוכל לפתור את הבעיה הבאה
hi: शायद इसकी मदद से हम अगली समस्या हल कर सकें
hr: S ovime bismo mogli riješiti sljedeći problem
hu: Ezzel talán megoldhatjuk a következő problémát
id: Mungkin kami bisa menyelesaikan masalah berikutnya berkat ini
is: Með þessu getum við kannski leyst næsta vandamál
it: Questo potrebbe aiutarci a risolvere il prossimo problema.
ja: これが次の問題を解決する助けになるかもしれません。
jv: Mbok menawa iki saged mbantu ngrampungake masalah saklajengipun
kk: Бұл бізге келесі мәселені шешуге көмектесуі мүмкін
km: យើងអាចនឹងដោះស្រាយបញ្ហាបន្ទាប់បានតាមរយៈវា
kn: ಇದರ ಸಹಾಯದಿಂದ ನಾವು ಮುಂದಿನ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಬಹುದು
ko: 여러분의 지원으로 다음 문제를 해결할 수 있습니다.
lt: Galbūt tai padės mums išspręsti kitą problemą
lv: Iespējams, ar to mēs atrisināsim nākamo problēmu
ml: ഇതിലൂടെ ഞങ്ങൾക്ക് അടുത്ത പ്രശ്നം പരിഹരിക്കാൻ കഴിഞ്ഞേക്കും
mr: याच्या मदतीने आम्ही कदाचित पुढील समस्या सोडवू शकू
ms: Kita mungkin dapat menyelesaikan masalah seterusnya dengan ini
my: ၎င်းဖြင့် ကျွန်ုပ်တို့ နောက်ထပ်ပြဿနာတစ်ခုကို ဖြေရှင်းနိုင်ပေမည်
nb: Vi kan kanskje løse det neste problemet med dette
nl: Hiermee kunnen we misschien het volgende probleem oplossen
or: ଏହା ସାହାଯ୍ୟରେ ଆମେ ପରବର୍ତ୍ତୀ ସମସ୍ୟାର ସମାଧାନ କରିପାରିବା
pa: ਇਸ ਨਾਲ ਅਸੀਂ ਅਗਲੀ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰ ਸਕਦੇ ਹਾਂ
pl: Być może dzięki temu rozwiążemy kolejny problem
pt_br: Talvez possamos resolver o próximo problema com isso
ro: Poate vom reuși să rezolvăm următoarea problemă cu ajutorul tău
ru: С вашей помощью мы сможем решить следующую задачу
sk: Možno vďaka tomu vyriešime ďalší problém
sl: Morda bomo s tem rešili naslednjo težavo
sq: Kjo mund të zgjidhë problemin tjetër
sv: Vi kanske kan lösa nästa problem med den
ta: அதன் அடுத்த சிக்கலை நாம் தீர்க்க முடியும்
te: మేము దానితో తదుపరి సమస్యను పరిష్కరించగలము
th: เราอาจแก้ไขปัญหาถัดไปได้
tr: Bir sonraki sorunu çözebiliriz
uk: Ми можемо вирішити наступну проблему за його допомогою
ur: ہم اس کے ساتھ اگلا مسئلہ حل کرنے کے قابل ہو سکتے ہیں۔
vi: Chúng tôi có thể giải quyết vấn đề tiếp theo
zh_hans: 我们也许能靠它解决下一个问题
zh_hk: 我們也許能靠它解決下一個問題

source: High Quality
ar: جودة عالية
az: Yüksək keyfiyyət
bg: Високо качество
bn: হাই কোয়ালিটি
ca: Alta qualitat
ceb: Taas nga kalidad
cs: Vysoká kvalita
da: Høj kvalitet
de: Hohe Qualität
el: Υψηλή ποιότητα
es: Alta calidad
et: Kõrge kvaliteet
fa: کیفیت بالا
fi: Korkea laatu
fil: Mataas na kalidad
fr: Haute qualité
ga: Ardchaighdeán
gu: ઉચ્ચ ગુણવત્તા
he: איכות גבוהה
hi: उच्च गुणवत्ता
hr: Visoka kvaliteta
hu: Kiváló minőség
id: Kualitas tinggi
is: Mikil gæði
it: Alta qualità
ja: 高品質
jv: Kualitas dhuwur
kk: Жоғары сапа
km: គុណភាពខ្ពស់
kn: ಉತ್ತಮ ಗುಣಮಟ್ಟ
ko: 고품질
lt: Aukšta kokybė
lv: Augsta kvalitāte
ml: മികച്ച ഗുണമേന്മ
mr: उच्च गुणवत्ता
ms: Kualiti tinggi
my: အရည်အသွေးမြင့်
nb: Høy kvalitet
nl: Hoge kwaliteit
or: ଉଚ୍ଚ ଗୁଣବତ୍ତା
pa: ਉੱਚ ਗੁਣਵੱਤਾ
pl: Wysoka jakość
pt_br: Alta qualidade
ro: Calitate înaltă
ru: Высокое качество
sk: Vysoká kvalita
sl: Visoka kakovost
sq: Cilësi e lartë
sv: Hög kvalitet
ta: உயர் தரம்
te: అధిక నాణ్యత
th: คุณภาพสูง
tr: Yüksek kalite
uk: Висока якість
ur: اعلیٰ معیار
vi: Chất lượng cao
zh_hans: 高品质
zh_hk: 高品質

source: Images Compressed
ar: عدد الصور المضغوطة
az: Sıxılmış şəkillərin sayı
bg: Брой компресирани снимки
bn: কম্প্রেস করা ছবির সংখ্যা
ca: Imatges comprimides
ceb: Gidaghanon sa na-compress nga hulagway
cs: Počet komprimovaných obrázků
da: Antal komprimerede billeder
de: Komprimierte Bilder
el: Συμπιεσμένες εικόνες
et: Pakitud piltide arv
fa: تعداد تصاویر فشرده شده
fi: Pakattuja kuvia
fil: Bilang ng na-compress na imahe
fr: Nombre d'images compressées
ga: Íomhánna comhbhrúite
gu: સંકુચિત છબીઓની સંખ્યા
he: תמונות שנדחסו
hi: कंप्रेस की गई इमेज
hr: Broj sažetih slika
hu: Tömörített képek száma
id: Jumlah gambar terkompresi
is: Fjöldi þjappaðra mynda
it: Immagini compresse
ja: 圧縮済み画像数
jv: Jumlah gambar dikompres
kk: Сығылған суреттер саны
km: ចំនួនរូបភាពដែលបានបង្រួម
kn: ಕುಗ್ಗಿಸಲಾದ ಚಿತ್ರಗಳ ಸಂಖ್ಯೆ
ko: 압축된 이미지 수
lt: Suspaustų nuotraukų skaičius
lv: Saspiesto attēlu skaits
ml: കംപ്രസ് ചെയ്ത ചിത്രങ്ങൾ
mr: कॉम्प्रेशन केलेल्या चित्रांची संख्या
ms: Bilangan imej dimampat
my: ချုံ့ပြီးသော ပုံအရေအတွက်
nb: Antall komprimerte bilder
nl: Aantal gecomprimeerde afbeeldingen
or: ସଙ୍କୁଚିତ ହୋଇଥିବା ଫଟୋ ସଂଖ୍ୟା
pa: ਕੰਪਰੈੱਸ ਕੀਤੇ ਚਿੱਤਰਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba skompresowanych obrazów
pt_br: Imagens comprimidas
ro: Imagini comprimate
ru: Сжато изображений
sk: Počet komprimovaných obrázkov
sl: Število stisnjenih slik
sq: Imazhe të kompresuara
zh_hans: 已压缩图片数量
zh_hk: 已壓縮圖片數量

source: Images Converted
ar: عدد الصور المحولة
az: Çevrilmiş şəkillərin sayı
bg: Брой конвертирани снимки
bn: কনভার্ট করা ছবির সংখ্যা
ca: Imatges convertides
ceb: Gidaghanon sa na-convert nga hulagway
cs: Počet převedených obrázků
da: Antal konverterede billeder
de: Konvertierte Bilder
el: Μετατραπείσες εικόνες
et: Teisendatud piltide arv
fa: تعداد تصاویر تبدیل شده
fi: Muunnettuja kuvia
fil: Bilang ng na-convert na imahe
fr: Nombre d'images converties
ga: Íomhánna tiontaithe
gu: રૂપાંતરિત છબીઓની સંખ્યા
he: תמונות שהומרו
hi: कन्वर्ट की गई इमेज
hr: Broj pretvorenih slika
hu: Konvertált képek száma
id: Jumlah gambar terkonversi
is: Fjöldi umbreyttra mynda
it: Immagini convertite
ja: 変換済み画像数
jv: Jumlah gambar dikonversi
kk: Түрлендірілген суреттер саны
km: ចំនួនរូបភាពដែលបានបំប្លែង
kn: ಪರಿವರ್ತಿಸಲಾದ ಚಿತ್ರಗಳ ಸಂಖ್ಯೆ
ko: 변환된 이미지 수
lt: Konvertuotų nuotraukų skaičius
lv: Konvertēto attēlu skaits
ml: മാറ്റം വരുത്തിയ ചിത്രങ്ങൾ
mr: रूपांतरित केलेल्या चित्रांची संख्या
ms: Bilangan imej ditukar
my: ပြောင်းပြီးသော ပုံအရေအတွက်
nb: Antall konverterte bilder
nl: Aantal geconverteerde afbeeldingen
or: ରୂପାନ୍ତରିତ ହୋଇଥିବା ଫଟୋ ସଂଖ୍ୟା
pa: ਬਦਲੇ ਗਏ ਚਿੱਤਰਾਂ ਦੀ ਗਿਣਤੀ
pl: Liczba przekonwertowanych obrazów
pt_br: Imagens convertidas
ro: Imagini convertite
ru: Конвертировано изображений
sk: Počet konvertovaných obrázkov
sl: Število pretvorjenih slik
sq: Imazhe të konvertuara
zh_hans: 已转换图片数量
zh_hk: 已轉換圖片數量

source: Issue Feedback
ar: إبلاغ عن مشكلة
az: Xəta rəyi
bg: Докладвай проблем
bn: সমস্যা জানান
ca: Informar d'un problema
ceb: I-report ang problema
cs: Nahlásit problém
da: Rapportér et problem
de: Problem melden
el: Αναφορά προβλήματος
es: Comentarios sobre el problema
et: Teata probleemist
fa: گزارش مشکل
fi: Lähetä palautetta
fil: Mag-ulat ng problema
fr: Signaler un problème
ga: Tuairiscigh fadhb
gu: પ્રતિસાદ આપો
he: דיווח על בעיה
hi: समस्या की रिपोर्ट करें
hr: Prijavi problem
hu: Hibajelentés
id: Laporkan masalah
is: Tilkynna vandamál
it: Segnala un problema
ja: フィードバック
jv: Lapor masalah
kk: Қате туралы хабарлау
km: មតិត្រឡប់អំពីបញ្ហា
kn: ಸಮಸ್ಯೆಗಳ ಬಗ್ಗೆ ತಿಳಿಸಿ
ko: 문제 신고
lt: Pranešti apie klaidą
lv: Ziņot par kļūdu
ml: പരാതികൾ അറിയിക്കുക
mr: समस्या कळवा
ms: Maklum balas masalah
my: ပြဿနာ တင်ပြရန်
nb: Rapporter et problem
nl: Probleem melden
or: ସମସ୍ୟା ଜଣାନ୍ତୁ
pa: ਸਮੱਸਿਆ ਦੀ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś problem
pt_br: Relatar um problema
ro: Raportează o problemă
ru: Сообщить об ошибке
sk: Nahlásiť problém
sl: Prijavi težavo
sq: Raporto një problem
sv: Problemfeedback
ta: சிக்கல் கருத்து
te: సమస్య అభిప్రాయం
th: คำติชมปัญหา
tr: Sorun geri bildirimi
uk: Відгук про проблему
ur: مسئلہ کی رائے
vi: Phản hồi sự cố
zh_hans: 问题反馈
zh_hk: 問題回饋

source: Keep developers alive in Xcode.
ar: لا تدع المطور يموت جوعاً داخل Xcode
az: Qoymayın tərtibatçı Xcode daxilində ac qalsın
bg: Да не оставим разработчика да гладува в Xcode
bn: ডেভেলপারকে যেন Xcode-এর ভেতরেই না খেয়ে মরতে হয়
ca: No deixis que el desenvolupador es mori de fam a Xcode
ceb: Ayaw pasagdi nga gutmon ang developer sulod sa Xcode
cs: Nenechte vývojáře hladovět v Xcode
da: Lad ikke udvikleren sulte i Xcode
de: Damit der Entwickler in Xcode nicht verhungert
el: Μην αφήσετε τον προγραμματιστή να πεινάσει στο Xcode
es: No dejes que los desarrolladores se mueran de hambre en Xcode
et: Ära lase arendajal Xcode'is nälga jääda
fa: نگذارید توسعه‌دهنده در محیط Xcode از گرسنگی بمیرد
fi: Älä anna kehittäjän nälkiintyä Xcoden ääreen
fil: Huwag hayaang magutom ang developer sa loob ng Xcode
fr: Pour que le développeur ne meure pas de faim sur Xcode
ga: Ná lig don fhorbróir bás a fháil den ocras in Xcode
gu: ડેવલપરને Xcode માં ભૂખ્યા ન રહેવા દો
he: אל תתנו למפתח לרעוב בתוך ה-Xcode
hi: डेवलपर को Xcode में भूखा न रहने दें
hr: Ne dajte da programer gladuje u Xcode-u
hu: Ne hagyja az íróasztalnál éhezni a fejlesztőt
id: Jangan biarkan pengembang mati kelaparan di dalam Xcode
is: Ekki láta hönnuðinn svelta í Xcode
it: Non lasciate che lo sviluppatore muoia di fame su Xcode.
ja: 開発者が Xcode の前で力尽きないために。
jv: Supados pangembang mboten kaliren wonten Xcode
kk: Әзірлеушінің Xcode-та аштан өлуіне жол бермеңіз
km: កុំទុកឱ្យអ្នកអភិវឌ្ឍន៍ដាច់ពោះក្នុង Xcode
kn: ಡೆವಲಪರ್ Xcode ನಲ್ಲಿ ಹಸಿವಿನಿಂದ ಇರದಿರಲಿ
ko: 개발자가 Xcode 앞에서 굶지 않도록 도와주세요.
lt: Neleiskite kūrėjui numirti badu Xcode aplinkoje
lv: Neļaujiet izstrādātājam nomirt badā Xcode vidē
ml: ഡെവലപ്പറെ Xcode-ൽ പട്ടിണിക്കിടരുത്
mr: डेव्हलपरला Xcode मध्ये भुकेने मरू देऊ नका
ms: Jangan biarkan pembangun mati kelaparan dalam Xcode
my: Xcode ထဲတွင် ဒေဗလော်ပါကို အငတ်မဘေး မကြုံပါစေနှင့်
nb: Ikke la utvikleren sulte i Xcode
nl: Laat de ontwikkelaar niet verhongeren in Xcode
or: ଡେଭଲପର୍‌କୁ Xcode ଭିତରେ ଭୋକିଲା ରହିବାକୁ ଦିଅନ୍ତୁ ନାହିଁ
pa: ਡਿਵੈਲਪਰ ਨੂੰ Xcode ਵਿੱਚ ਭੁੱਖਾ ਨਾ ਮਰਨ ਦਿਓ
pl: Nie pozwól deweloperowi zginąć w Xcode
pt_br: Não deixe o desenvolvedor morrer de fome no Xcode
ro: Nu lăsa dezvoltatorul să moară de foame în Xcode
ru: Помогите разработчику не умереть с голоду в Xcode
sk: Nenechajte vývojára hladovať v Xcode
sl: Ne pusti razvijalca stradati v Xcode
sq: Mbështetni zhvilluesit e Xcode
sv: Låt inte utvecklare svälta ihjäl i Xcode
ta: எக்ஸ்கோடில் டெவலப்பர்கள் பட்டினியால் இறக்க விடாதீர்கள்
te: డెవలపర్‌లు Xcodeలో ఆకలితో చనిపోనివ్వవద్దు
th: อย่าปล่อยให้นักพัฒนาต้องอดตายใน Xcode
tr: Geliştiricilerin Xcode'da açlıktan ölmesine izin vermeyin
uk: Не дозволяйте розробникам помирати з голоду в Xcode
ur: ایکس کوڈ میں ڈویلپرز کو بھوک سے مرنے نہ دیں۔
vi: Đừng để các nhà phát triển chết đói trong Xcode
zh_hans: 不让开发者饿死在Xcode里
zh_hk: 不讓開發者餓死在 Xcode 裡

source: Keep Original Name
ar: حفظ الاسم الأصلي
az: Orijinal fayl adını saxla
bg: Запази оригиналното име
bn: মূল ফাইলের নাম রাখুন
ca: Mantén el nom original del fitxer
ceb: Ipadayon ang orihinal nga ngalan sa file
cs: Zachovat původní název souboru
da: Bevar originalt filnavn
de: Ursprünglichen Dateinamen beibehalten
el: Διατήρηση αρχικού ονόματος
es: Conservar nombre de archivo original
et: Säilita algne failinimi
fa: حفظ نام اصلی فایل
fi: Säilytä alkuperäinen tiedostonimi
fil: Panatilihin ang orihinal na pangalan ng file
fr: Garder le nom de fichier original
ga: Coinnigh bunchomhadainm
gu: મૂળ ફાઇલ નામ રાખો
he: שמור על שם הקובץ המקורי
hi: मूल फाइल नाम रखें
hr: Zadrži izvorni naziv datoteke
hu: Eredeti fájlnév megtartása
id: Tetap gunakan nama file asli
is: Halda upprunalegu skráarnafni
it: Mantieni nome file originale
ja: 元のファイル名を保持
jv: Tetep jeneng berkas asli
kk: Түпнұсқа файл атын сақтау
km: រក្សាឈ្មោះឯកសារដើម
kn: ಮೂಲ ಫೈಲ್ ಹೆಸರನ್ನು ಉಳಿಸು
ko: 원본 파일명 유지
lt: Išlaikyti originalų failo pavadinimą
lv: Saglabāt oriģinālo faila nosaukumu
ml: പഴയ ഫയൽ നാമം നിലനിർത്തുക
mr: मूळ फाईलचे नाव ठेवा
ms: Kekalkan nama fail asal
my: မူရင်းဖိုင်အမည်အတိုင်း ထားရန်
nb: Behold originalt filnavn
nl: Behoud originele bestandsnaam
or: ମୂଳ ଫାଇଲ୍ ନାମ ରଖନ୍ତୁ
pa: ਅਸਲੀ ਫਾਈਲ ਨਾਮ ਰੱਖੋ
pl: Zachowaj oryginalną nazwę pliku
pt_br: Manter nome original do arquivo
ro: Păstrează numele original al fișierului
ru: Сохранять исходные имена
sk: Zachovať pôvodný názov súboru
sl: Ohrani izvirno ime datoteke
sq: Ruaj emrin origjinal
sv: Behåll det ursprungliga filnamnet
ta: அசல் கோப்பு பெயரை வைத்திருங்கள்
te: అసలు ఫైల్ పేరును ఉంచండి
th: คงชื่อไฟล์เดิม
tr: Orijinal dosya adını koru
uk: Зберегти оригінальну назву файлу
ur: اردو
vi: Giữ tên tệp gốc
zh_hans: 保持原文件名
zh_hk: 保留原檔案名稱

source: Last Processed
ar: وقت آخر معالجة
az: Son emal vaxtı
bg: Последна обработка
bn: সর্বশেষ প্রসেসিং সময়
ca: Últim processament
ceb: Kataposang higayon nga gi-process
cs: Čas poslední operace
da: Sidste behandlingstid
de: Letzte Verarbeitung
el: Τελευταία επεξεργασία
et: Viimane töötlemisaeg
fa: زمان آخرین پردازش
fi: Viimeisin käsittelyaika
fil: Huling oras ng pag-proseso
fr: Dernière date de traitement
ga: Próiseáil is déanaí
gu: છેલ્લે પ્રક્રિયા કર્યાનો સમય
he: זמן עיבוד אחרון
hi: अंतिम बार प्रोसेस किया गया
hr: Vrijeme zadnje obrade
hu: Utolsó művelet ideje
id: Waktu pemrosesan terakhir
is: Síðasta vinnslutími
it: Ultima elaborazione
ja: 最終処理日時
jv: Wektu pangolahan pungkasan
kk: Соңғы өңдеу уақыты
km: ពេលវេលាដំណើរការចុងក្រោយ
kn: ಇತ್ತೀಚಿನ ಪ್ರಕ್ರಿಯೆಯ ಸಮಯ
ko: 최근 작업 시간
lt: Paskutinio apdorojimo laikas
lv: Pēdējās apstrādes laiks
ml: അവസാനമായി ചെയ്ത സമയം
mr: अलीकडील प्रक्रियेची वेळ
ms: Masa pemprosesan terakhir
my: နောက်ဆုံး လုပ်ဆောင်ခဲ့သည့်အချိန်
nb: Siste behandlingstid
nl: Laatst verwerkt op
or: ଶେଷ ପ୍ରକ୍ରିୟାକରଣ ସମୟ
pa: ਆਖਰੀ ਵਾਰ ਵਰਤਣ ਦਾ ਸਮਾਂ
pl: Czas ostatniego przetwarzania
pt_br: Último processamento
ro: Ultima procesare
ru: Последняя обработка
sk: Čas posledného spracovania
sl: Čas zadnje obdelave
sq: Përpunimi i fundit
zh_hans: 最近一次处理时间
zh_hk: 最近處理時間

source: loading...
ar: جاري التحميل...
az: Yüklənir...
bg: зареждане...
bn: লোড হচ্ছে...
ca: carregant...
ceb: nag-load pa...
cs: načítání...
da: indlæser...
de: lädt...
el: φόρτωση...
es: Cargando...
et: laadimine...
fa: در حال بارگذاری...
fi: ladataan...
fil: naglo-load...
fr: chargement...
ga: ag luchtú...
gu: લોડ થઈ રહ્યું છે...
he: טוען...
hi: लोड हो रहा है...
hr: učitavanje...
hu: betöltés...
id: memuat...
is: hleður...
it: Caricamento...
ja: 読み込み中...
jv: Isih momot...
kk: Жүктелуде...
km: កំពុងផ្ទុក...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko: 로딩 중...
lt: Įkeliama...
lv: Ielādē...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
ms: memuatkan...
my: ခဏစောင့်ပါ...
nb: laster inn...
nl: laden...
or: ଲୋଡ୍ ହେଉଛି...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: wczytywanie...
pt_br: carregando...
ro: se încarcă...
ru: загрузка...
sk: načítavam...
sl: nalaganje...
sq: Po ngarkohet...
sv: Laddar...
ta: ஏற்றுகிறது...
te: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh_hans: 加载中…
zh_hk: 載入中...

source: Lossless
ar: بدون فقدان
az: İtkisiz
bg: Без загуба
bn: লসলেস
ca: Sense pèrdua
cs: Bezztrátová
da: Tabsfri
de: Verlustfrei
el: Χωρίς απώλειες
es: Sin pérdida
et: Kadudeta
fa: بدون افت کیفیت
fi: Häviötön
fr: Sans perte
ga: Gan chaillteanas
gu: નુકશานરહિત
he: ללא איבוד נתונים
hi: दोषरहित
hr: Bez gubitaka
hu: Veszteségmentes
is: Taplaus þjöppun
it: Senza perdita
ja: ロスレス
jv: Tanpa cacat (Lossless)
kk: Сапаны жоғалтпай
km: មិនបាត់បង់គុណភាព
kn: ನಷ್ಟವಿಲ್ಲದ
ko: 무손실
lt: Be praradimų
lv: Bezzaudējumu
ml: നഷ്ടമില്ലാത്തത്
mr: विना-नुकसान
ms: Tanpa rugi
my: အရည်အသွေးမကျ
nb: Tapsfri
or: କ୍ଷତିହୀନ
pa: ਬਿਨਾਂ ਨੁਕਸਾਨ
pl: Bezstratnie
pt_br: Sem perdas
ro: Fără pierderi
ru: Без потерь
sk: Bezstratové
sl: Brezizgubno
sq: Pa humbje
sv: Förlustfri
ta: இழப்பற்றது
te: లాస్‌లెస్
th: ไม่สูญเสียข้อมูล
tr: Kayıpsız
uk: Без втрат
ur: بے نقصان
vi: Không mất dữ liệu
zh_hans: 无损
zh_hk: 無損

source: Low Quality
ar: جودة منخفضة
az: Aşağı keyfiyyət
bg: Ниско качество
bn: লো কোয়ালিটি
ca: Baixa qualitat
ceb: Ubos nga kalidad
cs: Nízká kvalita
da: Lav kvalitet
de: Niedrige Qualität
el: Χαμηλή ποιότητα
es: Baja calidad
et: Madal kvaliteet
fa: کیفیت پایین
fi: Matala laatu
fil: Mababang kalidad
fr: Basse qualité
ga: Droch-chaighdeán
gu: ઓછી ગુણવત્તા
he: איכות נמוכה
hi: कम गुणवत्ता
hr: Niska kvaliteta
hu: Alacsony minőség
id: Kualitas rendah
is: Lág gæði
it: Bassa qualità
ja: 低品質
jv: Kualitas rendah
kk: Төмен сапа
km: គុណភាពទាប
kn: ಕಡಿಮೆ ಗುಣಮಟ್ಟ
ko: 저품질
lt: Žema kokybė
lv: Zema kvalitāte
ml: കുറഞ്ഞ ഗുണമേന്മ
mr: कमी गुणवत्ता
ms: Kualiti rendah
my: အရည်အသွေးနိမ့်
nb: Lav kvalitet
nl: Lage kwaliteit
or: ନିମ୍ନ ଗୁଣବତ୍ତା
pa: ਘੱਟ ਗੁਣਵੱਤਾ
pl: Niska jakość
pt_br: Baixa qualidade
ro: Calitate scăzută
ru: Низкое качество
sk: Nízka kvalita
sl: Nizka kakovost
sq: Cilësi e ulët
sv: Låg kvalitet
ta: குறைந்த தரம்
te: తక్కువ నాణ్యత
th: คุณภาพต่ำ
tr: Düşük kalite
uk: Низька якість
ur: کم معیار
vi: Chất lượng thấp
zh_hans: 低品质
zh_hk: 低品質

source: Lowest
ar: الأدنى
az: Ən aşağı
bg: Най-ниско
bn: সর্বনিম্ন
ca: Mínima
ceb: Kinagamyan
cs: Nejnižší
da: Laveste
de: Niedrigste
el: Ελάχιστη
es: Mínimo
et: Madalaim
fa: کمترین
fi: Alin
fil: Pinakamababa
fr: Minimum
ga: Is ísle
gu: ન્યૂનતમ
he: מינימלי
hi: न्यूनतम
hr: Najniža
hu: Minimum
id: Terendah
is: Minnst
it: Minimo
ja: 最低
jv: Paling cendhek
kk: Ең төменгі
km: ទាបបំផុត
kn: ಕನಿಷ್ಠ
ko: 최저
lt: Žemiausia
lv: Zemākā
ml: ഏറ്റവും കുറഞ്ഞത്
mr: कमी गुणवत्ता
ms: Terendah
my: အနိမ့်ဆုံး
nb: Lavest
nl: Laagste
or: ସର୍ବନିମ୍ନ
pa: ਸਭ ਤੋਂ ਘੱਟ
pl: Najniższa
pt_br: Mínimo
ro: Minimă
ru: Минимум
sk: Najnižšia
sl: Najnižja
sq: Minimale
sv: Minsta
ta: குறைந்தபட்சம்
te: కనిష్ట
th: ขั้นต่ำ
tr: Minimum
uk: Мінімум
ur: کم از کم
vi: Tối thiểu
zh_hans: 最低
zh_hk: 最低

source: Max Ratio
ar: أقصى نسبة ضغط
az: Maksimum sıxılma
bg: Максимална компресия
bn: সর্বোচ্চ কম্প্রেশন
ca: Màxima compressió
ceb: Kinadak-ang compression rate
cs: Maximální komprese
da: Maksimal komprimering
de: Maximale Kompression
el: Μέγιστη συμπίεση
et: Maksimaalne pakkimine
fa: حداکثر نرخ فشرده‌سازی
fi: Maksimipakkaus
fil: Maximum na compression rate
fr: Compression maximale
ga: Comhbhrú uasta
gu: મહત્તમ સંકોચન દર
he: דחיסה מקסימלית
hi: अधिकतम संपीड़न
hr: Maksimalno sažimanje
hu: Maximális tömörítés
id: Rasio kompresi maksimal
is: Hámarksþjöppun
it: Compressione massima
ja: 最大圧縮率
jv: Rasio kompresi maksimal
kk: Максималды сығылу деңгейі
km: អត្រាបង្រួមអតិបរមា
kn: ಗರಿಷ್ಠ ಕುಗ್ಗಿಸುವಿಕೆಯ ಅನುಪಾತ
ko: 최대 압축률
lt: Maksimalus suspaudimo laipsnis
lv: Maksimālais saspiešanas līmenis
ml: പരമാവധി കംപ്രഷൻ നിരക്ക്
mr: कमाल कॉम्प्रेशन दर
ms: Kadar mampatan maksimum
my: အများဆုံး ချုံ့နှုန်း
nb: Maksimal komprimeringsgrad
nl: Maximale compressie
or: ସର୍ବାଧିକ ସଙ୍କୋଚନ ହାର
pa: ਅਧਿਕਤਮ ਕੰਪਰੈਸ਼ਨ ਦਰ
pl: Maksymalny stopień kompresji
pt_br: Taxa máxima de compressão
ro: Rată maximă de compresie
ru: Макс. степень сжатия
sk: Maximálny pomer kompresie
sl: Največja stopnja stiskanja
sq: Kompresimi maksimal
zh_hans: 最大压缩率
zh_hk: 最大壓縮率
